Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/hjertespraket_vaajmoegiele_vajmo_giella_vaibmogiella-utredningen.html.tmx
Source language: nob
Languages: sme

source: Samisk språkutvalg la frem utredningen NOU 2016: 18 - Hjertespråket den 10. oktober 2016.
sme: Sámi giellalávdegoddi almmuhii golggotmánu 10. beaivvi 2016 guorahallama NAČ 2016: 18.

source: Samisk språkutvalg ble oppnevnt i 2014.
sme: Sámi giellalávdegoddi nammaduvvui 2014:s.

source: Utvalget hadde som oppgave å redegjøre for gjeldende ordninger, tiltak og regelverk knyttet til de samiske språkene, og vurdere hvordan disse kan tilpasses dagens organisering av offentlig sektor og sikre funksjonelle og likeverdige offentlige tjenester på samisk.
sme: Lávdegotti bargu lei čielggadit gustovaš ortnegiid, doaibmabijuid ja njuolggadusaid mat čatnasit sámegielaide, ja árvvoštallat mot daid sáhttá heivehit otná organiseremii almmolaš suorggis ja sihkkarastit doaibmi ja ovttaárvosaš bálvalusaid sámegielaide.

source: Mandatet til Samisk språkutvalg
sme: Sámi giellalávdegotti mandáhtta

source: Språkutvalget ble bedt om å avgi to utredninger.
sme: Giellalávdegoddi gohččojuvvui buktit guokte čielggadeami.

source: Delrapport om kommunenes forpliktelser og struktur knyttet til samiske språk ble lagt frem 15. februar 2016.
sme: Oasseraportta suohkaniid geatnegasvuođaid ja struktuvrra birra sámegielaid hárrái ovdanbukte guovvamánu 15.b. 2016.

source: Utvalget la frem sin endelige utredning NOU 2016: 18 - Hjertespråket den 10. oktober 2016 i Trondheim.
sme: Lávdegoddi ovdanbuvttii loahpalaš čielggadeami NAČ 2016: 18 - Váibmogiella golggotmánu 10. b. 2016 Troanddimis.

source: Utvalgets oppgave var å gjennomgå lovverk, tiltak og ordninger for sør-, lule- og nordsamisk språk i Norge.
sme: Lávdegotti bargu lei geahčadit lulli-, julev- ja davvisámegiela lágaid, doaibmabijuid ja ortnegiid Norggas.

source: Forslag på endring av lovverk og forslag til tiltak
sme: Láhkarievdadanevttohusat ja doaibmaevttohusat

source: Målet med gjennomgangen har vært å vurdere og foreslå tiltak for å sikre funksjonelle og likeverdige offentlige tjenester på samisk.
sme: Geahčadeami mihttun lei árvvoštallat ja árvalit doaimmaid sihkkarastin dihte doaibmi ja ovttaárvosat almmolaš bálvalusaid sámegillii.

source: Utvalget har lagt vekt på at samiske språk er truede språk.
sme: Lávdegoddi deattuhii ahte sámegielat leat áitojuvvon gielat.

source: Det trenges flere språkbrukere for at språkene fortsatt skal være levende språk.
sme: Jus gielat galget bisuhuvvot ealli giellan de dárbbašuvvojit eanet giellageavaheaddjit.

source: Utredningen viser at barns språklæring er nøkkelen til vitalisering av samiske språk.
sme: Čielggadeapmi čájeha ahte čoavdda sámegielaid ealáskahttimii lea mánáide oahpahit giela.

source: Økt bruk og styrking av samiske språk i barnehager og skoler vil være blant de viktigste tiltak.
sme: Sámegielaid eanet geavaheapmi ja nannen mánáidgárddiin ja skuvllain leat deháleamos doabmabijut.

source: Utvalget har vurdert hvordan moderne teknologi kan være med på å heve språkenes status og gjøre det lettere å tilby et godt tjenestetilbud til samiskspråklige.
sme: Lávdegoddi lea árvvoštallan mot ođđaáigásaš teknologiija sáhtášii veahkkin loktet gielaid stáhtusa ja álkidit buriid bálvalusfállama sámegielagiidda.

source: Utredningen viser at det behøves mer personell med samiskspråklig kompetanse i offentlig tjenesteyting.
sme: Čielggadeapmi čájeha ahte almmolaš bálvalusain dárbbašuvvojit eanet sámegielgelbbolaš bargit.

source: I mellomtiden må det tilrettelegges i større grad ved hjelp av tilleggstjenester som fjernundervisning i skolen, fjernkonsultasjoner i helse- og omsorgssektoren, tolking og oversetting.
sme: Gaskabottus ferte buorebut heivehit liigebálvalusaid nugo gáiddusoahpahusa skuvllas, gáidduskonsultašuvnnaid dearvvašvuođa- ja fuolahussuorggis, dulkoma ja jorgalemiid.

source: Utvalgets målsetning er at foreslåtte lovendringer og tiltak skal bidra til flere samiske språkbrukere og at samiske språk sikres som fremtidige levende språk.
sme: Lávdegotti mihttomearri lea ahte evttohuvvon láhkarievdadusat ja doaibmabijut galget mielddisbuktit eanet sámegielgeavaheddjiid ja ahte sámegielat sihkkarastojuvvojit ealli giellan boahttevuođas.

source: Utvalgets innstilling er enstemmig.
sme: Lávdegotti árvalus lea ovttajienalaš.

source: Språkutvalgets utredning er omfattende og inneholder en rekke forslag på endring av lovverk som berører de samiske språkene, og også en rekke forslag til tiltak som bør settes i verk for å styrke de samiske språkene.
sme: Giellalávdegotti čielggadeapmi lea viiddis ja das leat olu láhkarievdadanárvalusa mat gusket sámegielaide, ja maiddái olu doaibmaárvlusa mat berrejit biddjot johtui nannen dihte sámegielaid.

source: Spesielt legger språkutvalget vekt på tiltak for samiske barn og unge.
sme: Lávdegoddi deattuha earenoamážit doaimmaid mánáide ja nuoraide.

source: Vedtatt helhetlig språkstrategi
sme: Ollislaš giellastrategiija mearriduvvon

source: Sametinget er i gang med gjennomgang av de ulike forslagene til endring av lovverk, og Sametingets plenum vedtok i desember 2018 en helhetlig strategi for de samiske språkene Gïelelutnjeme - Giellalåpptim - Giellalokten - Språkløftet .
sme: Sámediggi lea bargame láhkarievdadanárvalusaiguin, ja Sámedikki dievasčoahkkin mearridii juovlamánus 2018:s ollislaš strategiija sámegielaid várás Gïelelutnjeme - Giellalåpptim - Giellalokten - Språkløftet . Loga dás eanet Gïelelutnjeme - Giellalåpptim - Giellalokten - Språkløftet birra

source: Hensikten med denne strategien er å samle alle gode forslag til tiltak i Hjertespråket, Sametingets egne erfaringer og allerede igangsatte tiltak i en helhetlig språksatsing.
sme: Dán strategiija áigumuš lea čohkket Váibmogiela buriid doaibmaárvalusaid, Sámedikki iežas vásáhusaid ja doaimmaid mat leat juo biddjon johtui ollislaš giellaáŋgiruššamii.

source: Noen av tiltakene i Giellalokten/Språkløftet kan Sametinget følge opp alene, andre tiltak krever nært samarbeid med blant annet nasjonale myndigheter.
sme: Muhtun doaimmaid Giellaloktemis sáhttá Sámediggi akto čuovvulit, muhto eará doaimmat gáibidit lagas ovttasbarggu earret eará nationála eiseválddiiguin.

source: Sametinget og Regjeringen er parallelt i gang med oppfølging av lovforslagene i Hjertespråket, og vil konsultere kontinuerlig under utarbeidelse av lovproposisjon som legges frem for Stortinget.
sme: Sámediggi ja Ráđđehus leat bálddalagaid čuovvoleame Váibmogiela láhkaárvalusaid, ja áigot čađat konsulteret láhkapropisišuvnna hábmedettiin, mii galgá ovddiduvvot Stuoradiggái.
